Repository: mschuerig/hangon
Catalog: po/*.po
Languages: de

source: Try %s --help for more information.
de: „%s --help“ gibt weitere Informationen.

source: Usage: %s [OPTION]... -- COMMAND [COMMAND OPTION]...
de: Aufruf: %s [OPTION]... -- BEFEHL [BEFEHLSOPTIONEN]

source: Restart an erratic COMMAND until it finishes cleanly. -q, --quiet suppress diagnostic messages -r, --retries=TIMES maximum number of times COMMAND is restarted -t, --timeout=SECONDS timeout in seconds
de: Starte einen feststeckenden BEFEHL erneut, bis er fehlerfrei durchläuft. -q, --quiet Meldungen unterdrücken -r, --retries=ANZAHL maximale Anzahl, wie oft der BEFEHL neu gestartet wird -t, --timeout=SEKUNDEN Zeit, nach der der BEFEHL neu gestartet wird

source: -d, --debug show debugging information
de: -d, --debug zeige Informationen für die Fehlersuche an

source: --help display this help and exit
de: --help diese Hilfe anzeigen und beenden

source: --version output version information and exit
de: --version Versionsinformation anzeigen und beenden

source: License GPLv2+: GNU GPL version 2 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
de: Lizenz GPLv2+: GNU GPL Version 2 oder höher <http://gnu.org/licenses/gpl.html> Dies ist freie Software: Sie können sie ändern und weitergeben. Es gibt keinerlei Garantien, soweit wie es das Gesetz erlaubt.

source: timeout must not be negative
de: die Timeout-Option darf nicht negativ sein

source: retries must not be negative
de: die retries-Option darf nicht negativ sein

source: Command timed out, retrying...
de: Zeitüberschreitung, Befehl wird neu gestartet...

source: Command timed out too often.
de: Der Befehl hat zu oft die Timeout-Zeit überschritten.

source: Command terminated with status: %d
de: Der Befehl wurde mit einem Fehler beendet: %d
